Repository: olvid-io/olvid-ios
Catalog: Sources/App/AppAndExtensions/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# MODIFIED_SHARED_SETTINGS_CONFIRMATION_TITLE
source: Modified shared ephemeral message settings
de: Einstellungen für modifizierte, temporäre Nachrichten geändert
es: Ajustes modificados de mensajes efímeros compartidos
fr: Les paramètres partagés ont été modifiés
it: Impostazioni modificate dei messaggi effimeri condivisi
ja: 共有される一時メッセージの設定を変更しました
ko: 수정된 공유 임시 메시지 설정
pt_br: Configurações de mensagens efêmeras compartilhadas modificadas
pt_pt: Configurações de mensagens efêmeras partilhadas modificadas
ru: Изменены настройки временных сообщений
uk: Змінено налаштування тимчасових повідомлень
zh_hans: 修改共享临时消息设置

# MUTED_NOTIFICATIONS_CONFIRMATION_%@
source: New message notifications muted until %@. Do you want to unmute them?
de: Neue Nachrichtenbenachrichtigungen sind bis %@ stummgeschaltet. Möchten Sie sie aktivieren?
es: Las notificaciones de mensajes nuevos silenciadas hasta %@. ¿Quieres reactivarlas?
fr: Notifications de nouveau message désactivées jusqu'à %@. Souhaitez-vous les réactiver ?
it: Notifiche per i nuovi messaggi silenziate fino a %@. Vuoi riattivare l'audio?
ja: %@まで、新しいメッセージの通知音がミュートされています。 ミュートを解除しますか？
ko: %@까지 새 메시지 알림이 음소거됩니다. 음소거를 해제하시겠습니까?
pt_br: As notificações de novas mensagens estão silenciadas até %@. Deseja reativá-las?
pt_pt: As notificações de novas mensagens estão silenciadas até às %@. Deseja ativá-las?
ru: Уведомления о новых сообщениях отключены до %@. Хотите их включить?
uk: Сповіщення про нові повідомлення вимкнено до %@. Чи бажаєте ви їх увімкнути?
zh_hans: 消息通知已静音，直到 %@。 您是否要取消静音？

# MUTED_NOTIFICATIONS_FOOTER_INDEFINITELY
source: New message notifications muted indefinitely.
de: Neue Nachrichtenbenachrichtigungen wurden unbegrenzt stummgeschaltet.
es: Notificaciones de nuevos mensajes silenciadas indefinidamente.
fr: Notifications de nouveau message désactivées indéfiniment.
it: Notifiche per nuovi messaggi silenziate a tempo indeterminato.
ja: 新しいメッセージの通知が、今後無期限でミュートされました。
ko: 새 메시지 알림이 무기한 음소거되었습니다.
pt_br: As notificações de novas mensagens foram silenciadas permanentemente.
pt_pt: Notificações de novas mensagens silenciadas indefinidamente.
ru: Уведомления о новых сообщениях отключены на неопределенный срок.
uk: Сповіщення про нові повідомлення вимкнено на невизначений термін.
zh_hans: 已永久关闭新消息通知。

# MUTED_NOTIFICATIONS_FOOTER_UNTIL_%@
source: New message notifications muted until %@
de: Neue Nachrichtenbenachrichtigungen sind bis %@ stummgeschaltet
es: Las notificaciones de mensajes nuevos silenciadas hasta %@
fr: Notifications de nouveau message désactivées jusqu'à %@
it: Notifiche per i nuovi messaggi silenziate fino a %@
ja: %@まで、新しいメッセージの通知がミュートされます
ko: %@까지 새로운 메시지 알림이 음소거됩니다.
pt_br: Notificações de novas mensagens silenciadas até %@
pt_pt: Notificações de novas mensagens silenciadas até %@
ru: Уведомления о новых сообщениях отключены до %@
uk: Сповіщення про нові повідомлення вимкнено до %@
zh_hans: 已静音，直到 %@ 才会收到新消息通知

source: Mute notifications
de: Benachrichtigungen stummschalten
es: Silenciar notificaciones
fr: Désactiver les notifications
it: Disattiva notifiche
ja: 通知をミュート
ko: 알림 음소거
pt_br: Silenciar notificações
pt_pt: Desativar notificações
ru: Отключить уведомления
uk: Вимкнути сповіщення
zh_hans: 静音通知

# MY_OWN_IDS
source: My profiles
de: Meine Profile
es: Mis perfiles
fr: Mes profils
it: I miei profili
ja: 私のプロフィール
ko: 내 프로필
pt_br: Meus perfis
pt_pt: Os meus perfis
ru: Мои профили
uk: Мої профілі
zh_hans: 我的个人资料

# MY_OWN_IDS_CURRENT_IS_%@
source: My profiles. Current : %@.
de: Meine Profile. Aktuell: %@.
es: Mis perfiles. Actual: %@.
fr: Mes profils. Profil courant : %@.
it: I miei profili. Corrente: %@.
ja: 私のプロフィール。現在：%@です。
ko: 내 프로필입니다. 현재: %@.
pt_br: Meus perfis. Perfil atual: %@.
pt_pt: Os meus perfis. Perfil atual: %@.
ru: Мои профили. Текущий: %@.
uk: Мої профілі. Поточний: %@.
zh_hans: 我的资料。当前：%@。

source: My profiles
de: Meine Profile
es: Mis perfiles
fr: Mes profils
it: I miei profili
ja: 私のプロフィール
ko: 내 프로필
pt_br: Meus perfis
pt_pt: Os meus perfis
ru: Мои профили
uk: Мої профілі
zh_hans: 我的资料

source: Maximum size for automatic downloads
de: Maximale Größe für automatische Downloads
es: Tamaño máximo para descargas automáticas
fr: Taille maximale pour téléchargement automatique
it: Dimensione massima per i download automatici
ja: 自動ダウンロードの最大サイズ
ko: 자동 다운로드 최대 크기
pt_br: Tamanho máximo para downloads automáticos
pt_pt: Tamanho máximo para downloads automáticos
ru: Максимальный размер для автоматической загрузки
uk: Максимальний розмір для автоматичного завантаження
zh_hans: 自动下载的最大文件大小

source: Medias
de: Medien
es: Medios
fr: Médias
it: Media
ja: メディア
ko: 미디어
pt_br: Mídias
pt_pt: Multimédia
ru: Медиа
uk: Медіафайли
zh_hans: 媒体

source: Members of %@
de: Mitglieder von %@
es: Miembros de %@
fr: Membres de %@
it: Membri di %@
ja: %@のメンバー
ko: %@ 구성원
pt_br: Membros de %@
pt_pt: Membros de %@
ru: Участники %@
uk: Учасники %@
zh_hans: %@的成员

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
ja: メッセージ
ko: 메시지
pt_br: Mensagem
pt_pt: Mensagem
ru: Сообщение
uk: Повідомлення
zh_hans: 消息

source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
it: Metadati
ja: メタデータ
ko: 메타데이터
pt_br: Metadados
pt_pt: Metadados
ru: Метаданные
uk: Метадані
zh_hans: 元数据

source: More...
de: Mehr...
es: Más...
fr: Avancé...
it: Altro...
ja: もっと...
ko: 더 보기...
pt_br: Mais...
pt_pt: Mais...
ru: Ещё...
uk: Більше...
zh_hans: 更多...

source: Mute
de: Stummschalten
es: Silenciar
fr: Silence
it: Silenzia
ja: ミュート
ko: 음소거
pt_br: Silenciar
pt_pt: Silenciar
ru: Отключить звук
uk: Вимкнути звук
zh_hans: 静音

source: Mutual Introduction
de: Gegenseitige Vorstellung
es: Presentación mutua
fr: Faire les présentations
it: Presentazioni reciproche
ja: 相互紹介
ko: 상호 소개
pt_br: Apresentação Mútua
pt_pt: Apresentação Mútua
ru: Взаимное знакомство
uk: Взаємне знайомство
zh_hans: 互相介绍

# My Id
source: My profile
de: Mein Profil
es: Mi perfil
fr: Mon profil
it: Il mio profilo
ja: 私のプロフィール
ko: 내 프로필
pt_br: Meu perfil
pt_pt: O meu perfil
ru: Мой профиль
uk: Мій профіль
zh_hans: 我的个人资料

# NAME_OF_COMMAND_PLUS_ENTER_KEYBOARD_KEY
source: Cmd+Enter
de: Cmd+Eingabe
fr: Cmd+Entrée
it: Cmd+Invio

# NAME_OF_ENTER_KEYBOARD_KEY
source: Enter
de: Eingeben
es: Ingresar
fr: Entrée
it: Inserisci
ja: 入力
ko: 입력
pt_br: Inserir
pt_pt: Inserir
ru: Введите
uk: Введіть
zh_hans: 输入

# NEW_COMPOSE_MESSAGE_VIEW_ACTION_ORDER_FOOTER
source: The buttons you use the most should be put at the top of this list.
de: Die am häufigsten verwendeten Buttons sollten oben in dieser Liste platziert werden.
es: Los botones que más uses deben estar en la parte superior de esta lista.
fr: Nous vous recommandons de placer les boutons que vous utilisez le plus au sommet de la liste.
it: I pulsanti che usi più frequentemente dovrebbero essere posizionati in cima a questa lista.
ja: よく使うボタンは、このリストの一番上に配置してください。
ko: 자주 사용하는 버튼은 이 목록의 맨 위에 두세요.
pt_br: Os botões que você mais usa devem estar no topo desta lista.
pt_pt: Os botões que mais utiliza devem estar no topo desta lista.
ru: Кнопки, которые вы используете чаще всего, должны быть расположены в верхней части этого списка.
uk: Найбільш використовувані кнопки мають бути розміщені у верхній частині цього списку.
zh_hans: 您最常用的按钮应该放在此列表的顶部。

# NEW_COMPOSE_MESSAGE_VIEW_ACTION_ORDER_HEADER
source: Preferred message buttons order
de: Bevorzugte Reihenfolge der Nachrichten-Buttons
es: Orden preferido de los botones de mensaje
fr: Ordre préféré des boutons de composition de message
it: Ordine preferito dei pulsanti dei messaggi
ja: 優先するメッセージボタンの順序
ko: 선호하는 메시지 버튼 순서
pt_br: Ordem preferencial dos botões de mensagem
pt_pt: Ordem preferencial dos botões de mensagem
ru: Предпочтительный порядок кнопок сообщений
uk: Бажаний порядок кнопок повідомлень
zh_hans: 首选消息按钮顺序

# NEW_COMPOSE_MESSAGE_VIEW_PREFERENCES
source: Customize the message compose area
de: Nachrichtenbereich anpassen
es: Personaliza el área de composición de mensajes
fr: Personnaliser la composition de message
it: Personalizza l'area di composizione dei messaggi
ja: メッセージ作成エリアをカスタマイズ
ko: 메시지 작성 영역을 사용자 지정하세요.
pt_br: Personalize a área de composição de mensagens
pt_pt: Personalize a área de composição de mensagens
ru: Настройте область создания сообщения
uk: Налаштуйте область створення повідомлень
zh_hans: 自定义消息编辑区域

source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니오
pt_br: Não
pt_pt: Não
ru: Нет
uk: Ні
zh_hans: 否

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
pt_pt: Nenhum
ru: Ничего
uk: Жоден
zh_hans: 无

# NON_EPHEMERAL_MESSAGES_LABEL
source: Non-ephemeral messages
de: Nicht-verschwindende Nachrichten
es: Mensajes no efímeros
fr: Message non-éphémère
it: Messaggi non effimeri
ja: 一時的なメッセージではない
ko: 일시적이지 않은 메시지
pt_br: Mensagens não efêmeras
pt_pt: Mensagens não efêmeras
ru: Неисчезающие сообщения
uk: Невидаючі повідомлення
zh_hans: 非阅后即焚的消息

# NOTHING_TO_PASTE
source: The clipboard is empty.
de: Die Zwischenablage ist leer.
es: El portapapeles está vacío.
fr: Le presse-papiers est vide.
it: L'area di copia è vuota.
ja: クリップボードは空です。
ko: 클립보드가 비어 있습니다.
pt_br: A área de transferência está vazia.
pt_pt: A área de transferência está vazia.
ru: Буфер обмена пуст.
uk: Буфер обміну порожній.
zh_hans: 剪贴板为空。

# NOTIFICATION_SOUNDS_LABEL
source: Notification sound
de: Benachrichtigungston
es: Sonido de notificación
fr: Son de notification
it: Suono delle notifiche
ja: 通知音
ko: 알림음
pt_br: Som da notificação
pt_pt: Som de notificação
ru: Звук уведомления
uk: Звук сповіщення
zh_hans: 通知声音

# NOTIFICATION_SOUNDS_SUBTITLE_POLYPHONIC
source: When receiving a message, a random note of the selected instrument will be played. Give it a try by tapping your preferred choice several times 😉.
de: Wenn eine Nachricht empfangen wird, wird eine zufällige Note des ausgewählten Instruments abgespielt. Probieren Sie es aus, indem Sie mehrfach auf Ihre bevorzugte Option tippen 😉.
es: Al recibir un mensaje, se reproducirá una nota aleatoria del instrumento seleccionado. Pruébalo tocando tu opción preferida varias veces 😉.
fr: Lorsque vous recevrez un message, vous entendrez une note aléatoire de l'instrument choisi. N'hésitez pas à essayer en appuyant plusieurs fois sur votre instrument préféré 😉.
it: Quando ricevi un messaggio, verrà riprodotta una nota casuale dello strumento selezionato. Provalo toccando più volte la tua scelta preferita 😉.
ja: メッセージを受信すると、選択した楽器の中からランダムに音が再生されます。好みの楽器を数回タップして試してみてください。😉
ko: 메시지를 받으면 선택한 악기의 임의 음이 재생됩니다. 선호하는 악기를 여러 번 탭하여 사용해 보세요. 🎶
pt_br: Ao receber uma mensagem, uma nota aleatória do instrumento selecionado será reproduzida. Experimente tocando repetidamente na sua opção preferida. 🎵
pt_pt: Quando receber uma mensagem, uma nota aleatória do instrumento selecionado será reproduzida. Experimente tocando repetidamente na sua opção preferida 🎶.
ru: При получении сообщения будет случайным образом проиграна нота выбранного инструмента. Попробуйте, несколько раз нажав на предпочитаемый вариант 😉.
uk: При отриманні повідомлення відтворюватиметься випадкова нота вибраного інструменту. Спробуйте, кілька разів натиснувши на свій улюблений варіант 😉.
zh_hans: 收到消息时，会播放所选乐器中随机播放的音符。请尝试点击您喜欢的乐器几次，体验一下。😉

# NOTIFICATION_SOUNDS_TITLE_POLYPHONIC
source: Polyphonic tones
de: Polyphone Töne
es: Tonos polifónicos
fr: Sons polyphoniques
it: Toni polifonici
ja: ポリフォニック音
ko: 다중 음색 벨소리
pt_br: Tons polifônicos
pt_pt: Toques polifónicos
ru: Полифонические тоны
uk: Поліфонічні тони
zh_hans: 多音调铃声

# NO_AUTHENTICATION_EXPLANATION
source: Olvid's screen won't be locked.
de: Olvid's Bildschirm wird nicht gesperrt.
es: La pantalla de Olvid no se bloqueará.
fr: L'écran d'Olvid ne sera pas verrouillé.
it: Lo schermo di Olvid non verrà bloccato.
ja: Olvidの画面はロックされません。
ko: 올비드의 화면은 잠기지 않습니다.
pt_br: A tela do Olvid não será bloqueada.
pt_pt: O ecrã do Olvid não ficará bloqueado.
ru: Экран Олвида не будет заблокирован.
uk: Екран Олвіда не буде заблоковано.
zh_hans: Olvid的屏幕不会被锁定。

# NO_GRACE_PERIOD_EXPLANATION
source: Olvid will be locked immediately after being closed.
de: Olvid wird sofort nach dem Schließen gesperrt.
es: Olvid se bloqueará inmediatamente después de cerrarse.
fr: Une fois fermée, Olvid se verrouillera immédiatement.
it: Olvid sarà bloccato immediatamente dopo la chiusura.
ja: Olvidは閉じるとすぐにロックされます。
ko: Olvid는 닫힌 직후 잠깁니다.
pt_br: O Olvid será bloqueado imediatamente após ser fechado.
pt_pt: O Olvid será bloqueado imediatamente após o encerramento.
ru: Olvid будет заблокирован сразу после закрытия.
uk: Olvid буде заблоковано відразу після закриття.
zh_hans: Olvid会在关闭后立即被锁定。

# NS_USER_ACTIVITY_TITLE_CONTACTS
source: Show all contacts
de: Alle Kontakte anzeigen
es: Mostrar todos los contactos
fr: Voir les contacts
it: Mostra tutti i contatti
ja: すべての連絡先を表示
ko: 모든 연락처 표시
pt_br: Mostrar todos os contatos
pt_pt: Mostrar todos os contactos
ru: Показать все контакты
uk: Показати всі контакти
zh_hans: 显示所有联系人

# NS_USER_ACTIVITY_TITLE_CONTINUE_DISCUSSION
source: Go to discussion
de: Zur Diskussion gehen
es: Ir a la conversación
fr: Aller à la discussion
it: Vai alla discussione
ja: ディスカッションに移動
ko: 토론으로 이동
pt_br: Ir para a conversa
pt_pt: Ir para a conversa
ru: Перейти к обсуждению
uk: Перейти до обговорення
zh_hans: 前往讨论

# NS_USER_ACTIVITY_TITLE_GROUPS
source: Show all groups
de: Alle Gruppen anzeigen
es: Mostrar todos los grupos
fr: Voir les groupes
it: Mostra tutti i gruppi
ja: すべてのグループを表示
ko: 모든 그룹 표시
pt_br: Mostrar todos os grupos
pt_pt: Mostrar todos os grupos
ru: Показать все группы
uk: Показати всі групи
zh_hans: 显示所有群组

# NS_USER_ACTIVITY_TITLE_INVITATIONS
source: Show invitations
de: Zeige Einladungen
es: Mostrar invitaciones
fr: Voir les invitations
it: Mostra inviti
ja: 招待を表示
ko: 초대 목록 보기
pt_br: Mostrar convites
pt_pt: Mostrar convites
ru: Показать приглашения
uk: Показати запрошення
zh_hans: 显示邀请

# NS_USER_ACTIVITY_TITLE_LATEST_DISCUSSIONS
source: Show latest discussions
de: Neueste Diskussionen anzeigen
es: Mostrar las conversaciones más recientes
fr: Voir les dernières discussions
it: Mostra le discussioni recenti
ja: 最新の会話を表示
ko: 최신 대화 내용 보기
pt_br: Mostrar as conversas mais recentes
pt_pt: Mostrar as conversas mais recentes
ru: Показать последние обсуждения
uk: Показати останні обговорення
zh_hans: 显示最新的对话

# NUMBER_OF_ELEMENTS
source: %u elements
de: %u Elemente
es: %u elementos
fr: %u éléments
it: %u elementi
ja: %u個の要素
ko: %u개의 항목
pt_br: %u elementos
pt_pt: %u elementos
uk: %u елементів
zh_hans: %u 项

# NUMBER_OF_ITEMS_SELECTED
source: %u items selected
de: %u Elemente ausgewählt
es: %u elementos seleccionados
fr: %u éléments sélectionnés
it: %u elementi selezionati
ja: %u個の項目が選択されました
ko: %u개의 항목 선택됨
pt_br: %u itens selecionados
pt_pt: %u itens selecionados
ru: Выбрано %u элемента
uk: Вибрано %u елементів
zh_hans: 已选择 %u 项

# NUMBER_OF_MESSAGES_BEFORE_DELETION
source: Number of new messages before deletion
de: Anzahl neuer Nachrichten vor dem Löschen
es: Número de mensajes nuevos antes de eliminar
fr: Nombre de nouveaux messages avant suppression
it: Numero di nuovi messaggi prima dell'eliminazione
ja: 削除前の未読メッセージ数
ko: 삭제 전 새 메시지 수
pt_br: Número de novas mensagens antes da exclusão
pt_pt: Número de novas mensagens antes da eliminação
ru: Количество новых сообщений перед удалением
uk: Кількість нових повідомлень перед видаленням
zh_hans: 删除前的新消息数量

source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: 常に
ko: 절대 안 함
pt_br: Nunca
pt_pt: Nunca
ru: Никогда
uk: Ніколи
zh_hans: 永不

source: New Suggested Introduction
de: Neuer vorgeschlagener Gruß
es: Nueva Introducción Sugerida
fr: Mise en relation
it: Nuova Introduzione Suggerita
ja: 新しい自己紹介
ko: 새로운 추천 소개
pt_br: Nova sugestão de apresentação
pt_pt: Nova sugestão de apresentação
ru: Новое предложенное представление
uk: Нове запропоноване представлення
zh_hans: 新的建议介绍

source: New contact
de: Neuer Kontakt
es: Nuevo contacto
fr: Nouveau contact
it: Nuovo contatto
ja: 新しい連絡先
ko: 새 연락처
pt_br: Novo contato
pt_pt: Novo contacto
ru: Новый контакт
uk: Новий контакт
zh_hans: 新联系人

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
pt_br: Próximo
pt_pt: Seguinte
ru: Следующий
uk: Наступний
zh_hans: 下一步

source: No backup was exported yet.
de: Es wurde noch kein Backup exportiert.
es: No se ha exportado ninguna copia de seguridad todavía.
fr: Aucune sauvegarde exportée pour le moment.
it: Nessun backup è stato ancora esportato.
ja: まだバックアップがエクスポートされていません。
ko: 백업 파일이 아직 내보내지지 않았습니다.
pt_br: Nenhum backup foi exportado ainda.
pt_pt: Ainda não foi exportada nenhuma cópia de segurança.
ru: Резервная копия еще не была экспортирована.
uk: Експорт резервної копії ще не виконано.
zh_hans: 尚未导出任何备份。

source: No backup was uploaded yet.
de: Es wurde noch kein Backup hochgeladen.
es: No se ha subido ninguna copia de seguridad todavía.
fr: Aucune sauvegarde pour le moment.
it: Nessun backup è stato caricato finora.
ja: まだバックアップはアップロードされていません。
ko: 아직 백업이 업로드되지 않았습니다.
pt_br: Nenhum backup foi enviado ainda.
pt_pt: Ainda não foi carregado nenhum backup.
ru: Резервная копия еще не загружена.
uk: Резервна копія ще не завантажена.
zh_hans: 尚未上传任何备份。

source: No one
de: Niemand
es: Nadie
fr: Personne
it: Nessuno
ja: 誰も
ko: 아무도
pt_br: Ninguém
pt_pt: Ninguém
ru: Никто
uk: Ніхто
zh_hans: 没有人

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
pt_br: Notificações
pt_pt: Notificações
ru: Уведомления
uk: Сповіщення
zh_hans: 通知

source: Notifications will not preview any message content nor any invitation content. It will be possible to distinguish between a new message notification and new invitation notification.
de: Benachrichtigungen zeigen keinen Nachrichteninhalt oder Einladungsinhalt vor. Es wird jedoch möglich sein, zwischen einer neuen Nachrichtenbenachrichtigung und einer neuen Einladung zu unterscheiden.
es: Las notificaciones no mostrarán el contenido de ningún mensaje ni invitación. Será posible distinguir entre una notificación de nuevo mensaje y una notificación de nueva invitación.
fr: Les notifications n'afficheront pas le contenu des nouveaux messages ni des nouvelles invitations. Il sera néanmoins possible de distinguer une notification de nouveau message d'une notification de nouvelle invitation.
it: Le notifiche non mostreranno anteprime del contenuto dei messaggi né del contenuto degli inviti. Sarà possibile distinguere tra una notifica di nuovo messaggio e una notifica di nuovo invito.
ja: 通知にはメッセージの内容や招待の内容は表示されません。新しいメッセージの通知と新しい招待の通知を区別できるようになります。
ko: 알림에서는 메시지 내용이나 초대 내용을 미리 보이지 않습니다. 새로운 메시지 알림과 새로운 초대 알림을 구별할 수 있습니다.
pt_br: As notificações não exibirão o conteúdo de nenhuma mensagem ou convite. Será possível distinguir entre uma nova notificação de mensagem e uma nova notificação de convite.
pt_pt: As notificações não exibirão o conteúdo de nenhuma mensagem ou convite. Será possível distinguir entre uma nova notificação de mensagem e uma nova notificação de convite.
ru: Уведомления не будут отображать содержание сообщений или приглашений. Будет возможно различать уведомления о новых сообщениях и новых приглашениях.
uk: Повідомлення не показуватимуть попередній перегляд вмісту повідомлень або запрошень. Буде можливо розрізнити сповіщення про нове повідомлення та сповіщення про нове запрошення.
zh_hans: 通知不会显示任何消息内容或邀请内容。您可以区分新的消息通知和新的邀请通知。

source: Notifications will not provide any information about messages nor invitations. A minimal static notification will show to indicate that Olvid requires your attention.
de: Benachrichtigungen liefern keine Informationen über Nachrichten oder Einladungen. Eine minimale statische Benachrichtigung wird angezeigt, um darauf hinzuweisen, dass Olvid Ihre Aufmerksamkeit benötigt.
es: Las notificaciones no proporcionarán ninguna información sobre mensajes o invitaciones. Se mostrará una notificación estática mínima para indicar que Olvid requiere tu atención.
fr: Les notifications n'afficheront aucune information concernant les messages ou les invitations. À la place, elles afficheront un texte standard indiquant qu'Olvid requiert votre attention.
it: Le notifiche non forniranno alcuna informazione sui messaggi o sugli inviti. Verrà mostrata una notifica statica minima per indicare che Olvid richiede la tua attenzione.
ja: 通知では、メッセージや招待に関する情報は一切提供されません。Olvidがあなたの注意を必要としていることを示す、最小限の静的な通知が表示されます。
ko: 알림은 메시지나 초대와 관련된 정보를 제공하지 않습니다. Olvid에서 사용자의 주의가 필요하다는 것을 알리기 위해 최소한의 정적 알림이 표시됩니다.
pt_br: As notificações não fornecerão nenhuma informação sobre mensagens ou convites. Uma notificação estática mínima será exibida para indicar que o Olvid requer sua atenção.
pt_pt: As notificações não fornecerão informações sobre mensagens ou convites. Uma notificação estática mínima será exibida para indicar que o Olvid requer a sua atenção.
ru: Уведомления не будут содержать информацию о сообщениях или приглашениях. Будет показано минимальное статичное уведомление, указывающее на то, что Olvid требует вашего внимания.
uk: Сповіщення не надаватимуть жодної інформації про повідомлення чи запрошення. Буде показано мінімальне статичне сповіщення, щоб повідомити, що Olvid потребує вашої уваги.
zh_hans: 通知不会提供任何关于消息或邀请的信息。只会显示一条简单的静态通知，以表明 Olvid 需要您的关注。

source: Notifications will preview new messages and new invitations content.
de: Benachrichtigungen zeigen Vorschauen neuer Nachrichten und Einladungen an.
es: Las notificaciones mostrarán una vista previa de los nuevos mensajes y del contenido de las nuevas invitaciones.
fr: Les notifications afficheront une prévisualisation du contenu des nouveaux messages ainsi que des nouvelles invitations.
it: Le notifiche mostreranno un'anteprima dei nuovi messaggi e del contenuto dei nuovi inviti.
ja: 通知には、新しいメッセージと新しい招待の内容のプレビューが表示されます。
ko: 알림에는 새로운 메시지와 새 초대 내용이 미리 표시됩니다.
pt_br: As notificações exibirão uma prévia das novas mensagens e do conteúdo dos novos convites.
pt_pt: As notificações irão apresentar um resumo das novas mensagens e dos novos convites.
ru: Уведомления будут показывать превью новых сообщений и приглашений.
uk: Повідомлення показуватимуть попередній перегляд нових повідомлень та запрошень.
zh_hans: 通知将预览新消息和新邀请的内容。

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Ora
ja: 現在
ko: 지금
pt_br: Agora
pt_pt: Agora
ru: Сейчас
uk: Зараз
zh_hans: 现在

# OLVID_AUDIO
source: End-to-end encrypted call
de: Ende-zu-Ende-verschlüsselter Anruf
es: Llamada cifrada de extremo a extremo
fr: Appel chiffré de bout en bout
it: Chiamata con crittografia end-to-end
ja: エンドツーエンド暗号化された通話
ko: 종단 간 암호화된 통화
pt_br: Chamada com criptografia de ponta a ponta
pt_pt: Chamada com encriptação de ponta a ponta
ru: Сквозное шифрование вызова
uk: Дзвінок з кінцевим шифруванням
zh_hans: 端到端加密通话

source: Ongoing call
de: Laufender Anruf
es: Llamada en curso
fr: Appel en cours
it: Chiamata in corso
ja: 通話中
ko: 통화 중
pt_br: Chamada em andamento
pt_pt: Chamada em curso
ru: Идущий вызов
uk: Триває дзвінок
zh_hans: 正在通话

# ONGOING_CALL_WITH_DURATION_%@
source: Ongoing call: %@
de: Laufender Anruf: %@
es: Llamada en curso: %@
fr: Appel en cours : %@
it: Chiamata in corso: %@
ja: 通話中: %@
ko: 현재 통화 중: %@
pt_br: Chamada em andamento: %@
pt_pt: Chamada em curso: %@
ru: В процессе звонка: %@
uk: Триває дзвінок: %@
zh_hans: 正在进行的通话：%@
